class StudentsClasses {
  static classes = [
    {
      name: "II-1",
      students: `1. Биџос Хадис
      2. Дуртаноски Филип
      3. Јованоски Давид
      4. Јорданоски Димитар
      5. Котоски Владимир
      6. Куртиши Блерон
      7. Лазороски Христијан
      8. Лолески Стефан
      9. Лошкоски Александар
      10. Митески Бошко
      11. Наумоски Мартин Ристе
      12. Наумоски Мартин Ристо
      13. Недески Матео
      14. Петрески Никола
      15. Печој Димитрија
      16. Ризвановиќ Трајче
      17. Ристески Никола
      18. Рустем Саид
      19. Сиљаноски Христијан
      20. Симоноски Златко
      21. Стојковски Никола
      22. Трпоски Бојан
      23. Хасан Асан`,
    },
    {
      name: "II-5",
      students: `1. Ангелески Андреј
      2. Арслан Елвир
      3. Атанасов Филип
      4. Бошкоски Антонио
      5. Бутески Јован
      6. Дине Адријан
      7. Дукадиновска Емануела
      8. Дуноски Михаил
      9. Ѓоргиески Ѓорѓи
      10. Илијоски Антонио
      11. Јакимовски Даријан
      12. Јованоски Стефан
      13. Наумовски Максим
      14. Неданоски Христијан
      15. Огненоски Јован
      16. Огненоски Кристијан
      17. Ристески Наум
      18. Ристоски Христијан
      19. Синадиноски Благоја
      20. Скрчески Бошко
      21. Стојановска Теона
      22. Толоманоски Давор
      23. Чулчески Илија`,
    },
    {
      name: "III-3",
      students: `1. Андоноски Еразмо
      2. Атанасовска Ана
      3. Ванѓеловски Андреј
      4. Глигуроски Андреј
      5. Димитриевски Александар
      6. Дуница Ефе
      7. Дуриќ Огњен
      8. Ѓорески Кристијан
      9. Иваноски Дамјан
      10. Иваноски Филип
      11. Јованоски Горазд
      12. Јованоски Илија
      13. Климовски Владимир
      14. Крлески Дарко
      15. Маријаноски Климент
      16. Мечески Христијан
      17. Младеноски Павел
      18. Наумоски Кирил
      19. Недевски Андреј
      20. Нечовска Фросина
      21. Петковски Мартин
      22. Петрески Тео
      23. Пешликоски Борче
      24. Ристоски Бојан
      25. Саздов Кирил
      26. Сандрески Никола
      27. Спасеновски Александар
      28. Спироска Ана
      29. Стевческа Стефанија
      30. Тодоровски Климент
      31. Цветаноски Михаил
      32. Целеска Тина
      33. Шулески Антонио`,
    },
    {
      name: "III-4",
      students: `1. Ашталкоски Горазд
      2. Бајрам Абдула
      3. Башоски Благоја
      4. Богоески Мартин
      5. Велкоски Иван
      6. Грујовски Даниел
      7. Донев Александар
      8. Зенгоски Антонио
      9. Иванов Павел
      10. Јосифоска Мартина
      11. Камнароски Филип
      12. Кипаризовски Петар
      13. Китрозоски Емилио
      14. Крстески Ангел
      15. Митрески Стефан
      16. Мифтароски Един
      17. Наумовски Христијан
      18. Нелоски Валентин
      19. Николовски Климент
      20. Николоска Јована
      21. Петковска Марија
      22. Петкоска Леонтина
      23. Речкоски Наум
      24. Ристески Лука
      25. Сиљаноски Александар
      26. Симјаноски Даниел
      27. Симоноски Мануел
      28. Типовски Давид
      29. Тодороска Кристина
      30. Толески Кристијан
      31. Цветкоски Наум
      32. Шиникоски Крсте`,
    },
    {
      name: "I-4",
      students: `1. Ангелоски Никола
      2. Божиновски Војче
      3. Вретоски Андреј
      4. Ѓонески Климент
      5. Грнчески Мики
      6. Дејкоски Христо
      7. Димоска Ксенија
      8. Китовска Елена
      9. Костовска Јоана
      10. Крстески Кирил
      11. Кузески Филип
      12. Мајсторовиќ Михаил
      13. Маркоски Андреј
      14. Маркулески Христијан
      15. Мечевски Валентино
      16. Милевски Иван
      17. Митреска Евгенија
      18. Митрески Златко
      19. Младеноска Антонија
      20. Мостро Климент
      21. Најдески Стефан
      22. Николов Константин
      23. Николоски Андреј
      24. Николоски Тео
      25. Сиљановски Новак
      26. Симоновски Марко
      27. Смилевски Александар
      28. Спироски Давид
      29. Стефановска Анастасија
      30. Стојаноски Софиа
      31. Стојаноски Филип
      32. Чочевски Олег
      33. Шиникоски Илија
      34. Шулески Андреј`,
    },

    {
      name: "I-3",
      students: `1. Барандовски Христијан
      2. Блажески Иво
      3. Велјаноски Димитар
      4. Георгиевски Матеј
      5. Ѓорѓијоски Кристијан
      6. Ѓоргиоски Даниел
      7. Ѓорески Филип
      8. Ѓоршески Мартин
      9. Домазетоски Дејан
      10. Костоска Вероника
      11. Костоска Евгенија
      12. Крстаноски Марко
      13. Крстески Никола
      14. Крстески Кирил
      15. Лазароска Лора
      16. Лазароска Христијана
      17. Лекоски Петар
      18. Марковски Драган
      19. Наумоски Христијан
      20. Нешкоски Христијан
      21. Николоски Виктор
      22. Павлески Мартин
      23. Петровски Андреј
      24. Серафимовски Наум
      25. Серафимоски Стефан
      26. Спироска Моника
      27. Спироски Александар
      28. Стојаноски Михаил
      29. Стојаноски Христијан
      30. Топаловски Василиј
      31. Трајческа Мариана
      32. Тупаноски Кристијан
      33. Цветкоски Дејан
      34. Шикалоски Стефан`,
    },
    {
      name: "I-2",
      students: `1. Блажески Ѓоко
      2. Дервушоска Јована
      3. Јанакијевски Христијан
      4. Милеска Сара
      5. Мојсоска Катерина
      6. Мудинов Мартин
      7. Наумоски Андреј
      8. Наумоски Климент
      9. Николоска Стефанија
      10. Петревски Кристијан
      11. Пупунцоски Христијан
      12. Ризманоски Наум
      13. Чеменкоска Емилија
      14. Шерементески Димитар`,
    },
  ];
  static profNum = [
    "6",
    "21",
    "25",
    "26",
    "32",
    "37",
    "42",
    "47",
    "50",
    "51",
    "81",
    "36",
  ];
  static passwords = [
    "prof",
    "prof",
    "prof",
    "prof",
    "prof",
    "prof",
    "prof",
    "prof",
    "prof",
    "prof",
    "prof",
  ];
  static classesNames = [
    {
      godina: "Прва Година",
      class: ["I-1", "I-2", "I-3", "I-4", "I-5", "I-A", "I-B", "I-C", "I-K"],
    },
    {
      godina: "Втора Година",
      class: [
        "II-1",
        "II-2",
        "II-3",
        "II-4",
        "II-5",
        "II-A",
        "II-B",
        "II-C",
        "II-K",
      ],
    },
    {
      godina: "Трета Година",
      class: [
        "III-1",
        "III-2",
        "III-3",
        "III-4",
        "III-5",
        "III-A",
        "III-B",
        "III-C",
        "III-K",
      ],
    },
    {
      godina: "Четврта Година",
      class: [
        "VI-1",
        "VI-2",
        "VI-3",
        "VI-4",
        "VI-5",
        "VI-A",
        "VI-B",
        "VI-C",
        "VI-K",
      ],
    },
  ];
}
export default StudentsClasses;
